tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "puppetlabs/puppet"
cask "adoptopenjdk"
brew "readline"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "python"
brew "awscli"
brew "brew-pip"
brew "certbot"
brew "coreutils"
brew "docker"
brew "docker-machine-driver-vmware"
brew "gnupg"
brew "helm"
brew "htop"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libtool"
brew "libyaml"
brew "macvim"
brew "maven"
brew "minikube"
brew "mosh"
brew "pkg-config"
brew "terraform"
brew "tmux"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "gpg-suite"
cask "iterm2"
cask "pdk"
cask "puppet-bolt"
