tap "buo/cask-upgrade"
tap "govmomi/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "puppetlabs/puppet"
brew "readline"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "awscli"
brew "brew-pip"
brew "certbot"
brew "coreutils"
brew "docker", link: false
brew "docker-machine-driver-vmware"
brew "libtool"
brew "pkg-config"
brew "gnupg", link: false
brew "helm"
brew "htop"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libyaml"
brew "lnav"
brew "macvim"
brew "maven"
brew "minikube"
brew "mosh"
brew "packer"
brew "rbenv"
brew "terraform"
brew "tmux"
brew "transmission-cli"
brew "upx"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "govmomi/tap/govc"
cask "adoptopenjdk"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "pdk"
cask "powershell"
cask "vagrant"
